Repository: Zurabpwnz/shipping-nova-poshta-for-woocommerce
Catalog: languages/shipping-nova-poshta-for-woocommerce-*.po
Languages: ru_ru

source: Invalid api key
ru_ru: Неверный API ключ

source: For the plugin to work, you must enter the API key on the <a href="%s">plugin settings page</a>
ru_ru: Для работы плагина неоходимо ввести API ключ на <a href=“%s”>странице настроек плагина</a>

source: You must add the "New Delivery Method" delivery method <a href="%s">in the WooCommerce settings</a>
ru_ru: Вы должны добавить метод “Доставка Новой почтой” <a href=“%s”>на странице настроек WooCommerce</a>

source: Select delivery city
ru_ru: Выберите город

source: Choose branch
ru_ru: Выберите отделение

source: General
ru_ru: Общие

source: API key
ru_ru: API ключ

source: Phone
ru_ru: Телефон

source: City
ru_ru: Город

source: Warehouse
ru_ru: Отделение

source: Create invoice
ru_ru: Создание накладной

source: Recipient's last name:
ru_ru: Фамилия получателя:

source: Recipient's first name:
ru_ru: Имя получателя:

source: Recipient's phone:
ru_ru: Телефон получателя:

source: Recipient's city:
ru_ru: Город получателя:

source: Recipient's warehouse:
ru_ru: Отделение получателя:

source: Assessed value:
ru_ru: Оценочная стоимость:

source: Return shipping
ru_ru: Обрантная доставка

source: Remittance
ru_ru: Денежный перевод

source: Invoice
ru_ru: Накладная

source: Create Nova Poshta Internet Document
ru_ru: Создание накладной для Новой почты

source: Nova Poshta delivery
ru_ru: Доставка Новой почты

source: Method header
ru_ru: Заголовок метода
